Repository: DMKEBUSINESSGMBH/templavoilaplus
Catalog: Resources/Private/Language/Backend/*.PageLayout.xlf
Languages: de

# mlang_tabs_tab
source: Page
de: Seite

# mlang_labels_tabdescr
source: This module allows you to create and edit webpages. It provides a template selector and management for different languages. This page module is part of the extension "TemplaVoilà Plus".
de: Dieses Modul erlaubt die Erstellung und Bearbeitung von Seiten. Es erlaubt das Template auszuwählen und unterstützt verschiedene Sprachen. Dieses Seitenmodul ist Teil der Erweiterung "TemplaVoilà Plus".

# mlang_labels_tablabel
source: Create and edit pages
de: Seiten anlegen und bearbeiten

# title
source: Page Module
de: Seitenmodul

# infoDefaultIntroduction
source: If you wish to edit the content of a page, please click the page title in the page tree on the left.
de: Um die Inhalte einer Seite zu bearbeiten, auf den Seitentitel im Seitenbaum links klicken.

# infoPageNotFound
source: The requested page can't be found or is not accessible.
de: Die angeforderte Seite konnte nicht gefunden werden oder kann nicht zugegriffen werden.

# titleDoktypeShortcut
source: Shortcut
de: Verweis

# infoDoktypeShortcutCannotEdit0
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content from the selected page "%s". Therefore you cannot edit the content of this page directly.
de: Diese Seite ist vom Typ "Verweis". Anstelle von eigenen Inhalten, zeigt diese Seite den Inhalt der ausgewählten Seite "%s". Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoDoktypeShortcutCannotEdit1
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content from the first sub page of current/selected page, which is "%s". Therefore you cannot edit the content of this page directly.
de: Diese Seite ist vom Typ "Verweis". Anstelle von eigenen Inhalten, zeigt diese Seite den Inhalt der ersten Unterseite der aktuellen oder ausgewählten Seite "%s". Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoDoktypeShortcutCannotEdit2
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content of a random sub page of current/selected page. Therefore you cannot edit the content of this page directly.
de: Diese Seite ist vom Typ "Verweis". Anstelle von eigenen Inhalten, zeigt diese Seite den Inhalt einer zufälligen Unterseite der aktuellen oder ausgewählten Seite "%s". Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoDoktypeShortcutCannotEdit3
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content of parent page of current/selected page, which is "%s". Therefore you cannot edit the content of this page directly.
de: Diese Seite ist vom Typ "Verweis". Anstelle von eigenen Inhalten, zeigt diese Seite den Inhalt der Elternseite der aktuellen oder ausgewählten Seite "%s". Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# hintDoktypeShortcutJumpToDestination
source: Jump to shortcut destination
de: Zum Verweisziel springen

# titleDoktypeLink
source: External URL
de: Externe URL

# infoDoktypeLinkCannotEdit
source: This page refers to the external address "%s", you therefore cannot edit the content of this page directly.
de: Diese Seite verweist auf eine externe URL "%s". Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoDoktypeLinkCannotEdit1
source: This page refers to an external website, you therefore cannot edit the content of this page directly.
de: Diese Seite verweist auf eine externe Website. Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoDoktypeLinkCannotEdit2
source: This page refers to an external FTP location, you therefore cannot edit the content of this page directly.
de: Diese Seite verweist auf eine externen FTP Server. Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoDoktypeLinkCannotEdit3
source: This page refers to an email address, you therefore cannot edit the content of this page directly.
de: Diese Seite verweist auf eine E-Mail-Adresse. Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# hintDoktypeLinkOpen
source: Open external address (%s)
de: Zur externen Adresse springen (%s)

# titleDoktypeSysfolder
source: System folder
de: Ordner

# infoDoktypeSysfolderCannotEdit
source: The current page is of the type "Sysfolder". Sysfolders usually don't contain content elements but are used for collecting other types of records in a single folder.
de: Diese Seite ist vom Typ "Ordner". Ordner enthalten üblicherweise keine Seiteninhalte, sondern werden für andere Arten von Datensätzen genutzt.

# hintDoktypeSysfolderOpen
source: Switch to list view
de: Zur Listenansicht wechseln

# titleDoktypeMountpoint
source: Mount point
de: Einstiegspunkt

# infoDoktypeMountpointCannotEdit
source: This page acts as a mount point and its content is being replaced by another page ("%s"). Therefore you cannot edit the content of this page directly.
de: Diese Seite ist ein Einstiegspunkt, weshalb der Seiteninhalt durch den einer anderen Seite (%s) ersetzt wird. Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# hintDoktypeMountpointOpen
source: Jump to source page of this mount point
de: Zur als Einstiegspunkt genutzten Seite wechseln

# titleDoktypeSpacer
source: Spacer
de: Trennzeichen für Menü

# infoDoktypeSpacerCannotEdit
source: The current page is of the type "Spacer" and therfore cannot be edited.
de: Diese Seite ist vom Typ "Trennzeichen". Daher kann der Inhalt dieser Seite nicht bearbeitet werden.

# infoTitleSelectTemplateDesign
source: Template Design
de: Vorlagendesign

# infoContentSelectTemplateDesign
source: Please select a template design for this page.
de: Bitte ein Template Design für diese Seite auswählen.

# infoTitleMissingEditRights
source: Your user settings don't allow creating, moving or removing elements from this page.
de: Die Benutzereinstellungen erlauben nicht, dass Inhalte auf dieser Seite erzeugt, verschoben oder entfernt werden.

# infoContentMissingEditRights
source: Your settings indicate that you either don't have the general right to edit page content, or you're not allowed to modify required tables or you're not allowed to edit the content fields. We suggest you recheck the settings or get in touch with your technical support.
de: Die Benutzereinstellungen deuten darauf hin, dass entweder keine Berechtigung zur Bearbeitung der Seite existieren, oder keine Berechtigung zur Bearbeitung der relevanten Datentypen und Inhaltsfelder. Der technische Support sollte kontaktiert werden um die Einstellungen und Berechtigungen zu prüfen.

# infoElementFromOtherPage
source: This is a reference to an element on page %2$d.
de: Das ist eine Referenz zu einem Element of Seite %2$d.

# infoElementUsedMultipleTimes
source: This element has been used %s times on this page!
de: Dieses Element wird %smal auf dieser Seite verwendet!

# labelLocalizations
source: Localizations
de: Lokalisierungen

# createCopyForTranslation
source: Create a copy for translation "%s (%s)"
de: Eine Kopie für die Übersetzung "%s (%s)" erzeugen

# error.fce.noMapping
source: Error: This FCE has no mapping set.
de: Fehler: Dieses FCE hat kein definiertes Mapping.

# clipboardAriaLabel
source: You can drag items from the page to this icon to add them to the clipboard, or open a filled clipboard to drag items to the page.
de: Seiteninhalte können auf diese Schaltfläche verschoben werden, um sie der Zwischenablage hinzuzufügen; Order man kann eine gefüllte Zwischenablage öffnen, um Elemente auf die Seite zu ziehen.

# clipboardHeading
source: Clipboard
de: Zwischenablage

# clipboardDesc
source: Please select the content element you want to add and drag and drop its icon to the desired position.
de: Das Inhaltselement, das hinzugefügt werden soll mit dem Icon per Drag-und-Drop an die gewünschte Position ziehen.

# clipboardMove
source: Move element
de: Element verschieben

# clipboardCopy
source: Copy element
de: Element kopieren

# clipboardReference
source: Reference element
de: Element referenzieren

# newCeWizardAriaLabel
source: Click this icon to open the new content element wizard to add new content elements by dragging them to the page.
de: Diese Schaltfläche öffnet das Menü für neue Inhaltselemente, die dann auf die Seite an die gewünschte Position gezogen werden können.

# newCeWizardDesc
source: Please select the content type you want to add from the appropriate tab and drag and drop its icon to the desired position.
de: Den Inhaltstyp, der hinzugefügt werden soll mit dem Icon per Drag-und-Drop and die gewünschte Position ziehen.

# trashAriaLabel
source: You can drag items from the page to this icon to remove the content, or open a filled trash to drag items back to the page to restore them.
de: Seiteninhalte können auf diese Schaltfläche verschoben werden, um sie zu entfernen; Oder man öffnet einen gefüllten Papierkorb, um Elemente wiederherzustellen, indem diese auf die Seite ziehen gezogen werden.

# trashHeading
source: Unused Elements
de: Nicht verwendete Elemente

# trashDesc
source: Please select the content element you want to add and drag and drop its icon to the desired position.
de: Das Inhaltselement, das hinzugefügt werden soll mit dem Icon per Drag-und-Drop and die gewünschte Position ziehen.

# configAriaLabel
source: Open the settings menu.
de: Einstellungen öffnen.

# tutorial.introduction
source: The page module focuses on editing the content elements of a page. In general there are different page areas or fields for which you can add content. The content elements themselves can be moved around via drag and drop. For adding or removing content refer to the sidebar icon
de: Das Seitenmodul befasst sich mit der Bearbeitung von Inhaltselementen auf der Seite

# tutorial.sidebar.heading
source: Understanding the sidebar items
de: Funktionen des seitlichen Menüs

# tutorial.sidebar.introduction
source: To the right you find a sidebar with some icons
de: Zur rechten findet sich das seitliche Menü mit folgenden Schaltflächen

# tutorial.editing.heading
source: Start editing your pages!
de: Die Seitenbearbeitung kann beginnen!

# tutorial.editing.introduction
source: Just select the page you want to edit from the page tree to the left.
de: Im Seitenbaum zur linken kann nun die gewünschte Seite ausgewählt werden.
